export const TruestedCompanies: { imgSrc: string }[] = [
  {
    imgSrc: "/images/companies/airbnb.svg"
  },
  {
    imgSrc: "/images/companies/fedex.svg"
  },
  {
    imgSrc: "/images/companies/google.svg"
  },
  {
    imgSrc: "/images/companies/hubspot.svg"
  },
  {
    imgSrc: "/images/companies/microsoft.svg"
  },
  {
    imgSrc: "/images/companies/walmart.svg"
  },
  {
    imgSrc: "/images/companies/airbnb.svg"
  },
  {
    imgSrc: "/images/companies/fedex.svg"
  }
  ,
  {
    imgSrc: "/images/companies/huawei.svg"
  }
  ,
  {
    imgSrc: "/images/companies/windows-server-2012.svg"
  },
  {
    imgSrc: "/images/companies/next-js.svg"
  },
  {
    imgSrc: "/images/companies/react-2.svg"
  }
]

export const contactAS: {
  heading: string;
  imgSrc: string;
  name: string;

}[] = [
    {
      heading: 'اتصل بنا',
      name: "يتولى القسم تنفيذ خطة المديرية في مجال مكننة الأعمال الإدارية والمالية واللوجستية وبناء التطبيقات والأنظمة وفقاً لأساليب علمية قياسيةوتشغيل وإدارة التطبيقات وقواعد البيانات وبناء الخدمات الالكترونية وتقديمها إلى الجهات المستفيدة",
      imgSrc: '/images/dir/zyad.jpg',  
      
    }]
export const courseData: {
  heading: string;
  imgSrc: string;
  name: string;

}[] = [
    {
      heading: 'استضافة المواقع والخدمات الالكترونية ',
      name: " توفير الخوادم الخاصة لاستضافة المواقع الالكترونية بالتنسيق مع احدى جهات استضافة المواقع الالكترونية(مركز البيانات الوطني-وزارة الاتصالات -مركز البيانات الرقمي - وزارة الداخلية)وحسب رغبة الجهة المستفيدة",
      imgSrc: '/images/courses/courseone.png',
      
    },
    {
      heading: 'نظام إدارة الوثائق الوطني',
      name: "تفعيل نظام إدارة البريد الحكومي لتداول البريد الرسمي مع الوزارات والهيئات الحكومية الغير مرتبطة مع الوزارة-تزويد كوادركم الفنية باستمارة الكترونية لحساب مدير النظام أعلاه",
      imgSrc: '/images/courses/courseone.png',
      
    },
    {
      heading: 'صيانة وتنصيب منظومات الارشفة الالكترونية ',
      name: " تطبيق منظومة الأرشفة الالكترونية الحديثة (Docuware)في تشكيلات الوزارة لأتمته الإعمال الإدارية (الأضابير، الصادر، الوارد، وغيرها من الوثائق) والتداول البريدي الكترونيا وفق العمل المؤسساتي",
      imgSrc: '/images/courses/courseone.png',
      
    },
    {
      heading: 'المشروع الوطني لالغاء معاملات صحة الصدور -QR',
      name: "	انشاء  حساب مستخدم وتدريب المستخدم -استلام الكتاب من الجهة  المستفيدة-طلب حضور المرشحين الى مقر مديريتنا -2-	معالجة المشاكل التي تخص المستخدمين ",
      imgSrc: '/images/courses/courseone.png',
      
    },
    {
      heading:'•	صيانة أجهزة إتلاف الورق (Paper Shredders)',
      name: "تشمل تنظيف الآلية الداخلية، إزالة الانسداد الناتج عن تراكم الورق، تشحيم الشفرات الدوّارة، وفحص الدوائر الكهربائية، بما يضمن استمرار تشغيل الجهاز بكفاءة وسلامة.",
      imgSrc: '/images/courses/coursetwo.png',

    },
    {
      heading:'الفايبر ليزر للنقش',
      name: "يُستخدم لنقش الشعارات والأرقام التسلسلية والمعلومات التعريفية على أسطح الأجهزة مثل الكيبورد، الطابعات، أو هياكل الحواسيب لأغراض التوثيق والتنظيم.",
      imgSrc: '/images/courses/coursetwo.png',

    },
    {
      heading:'الطباعة ثلاثية الأبعاد (3D Printing) ',
      name: "تصميم وتصنيع قطع غيار مخصصة مثل التروس والحوامل الدقيقة التي يصعب توفرها في السوق، بما يدعم استمرار تشغيل الأجهزة",
      imgSrc: '/images/courses/coursetwo.png',

    },
    {
      heading:'تعبئة الأحبار السائلة والجافة',
      name: "استخدام أجهزة متخصصة تضمن تعبئة نظيفة وآمنة لخراطيش الطابعات، ما يحافظ على جودة الطباعة ويقلل من تكاليف التشغيل",
      imgSrc: '/images/courses/coursetwo.png',

    },

    {
      heading:'صيانة أجهزة حفظ الطاقة (UPS) ',
      name: "خلال فحص البطاريات، اختبار مكونات الدوائر الإلكترونية، وضمان ثبات الجهد الخارج لحماية الأجهزة من الانقطاع المفاجئ",
      imgSrc: '/images/courses/coursetwo.png',

    },
    {
      heading:'صيانة الطابعات والماسحات الضوئية (Scanners): ',
      name: "وتشمل معالجة مشاكل الورق، استبدال بكرات السحب، إصلاح وحدات التسخين والدرام، وتنظيف العدسات والحساسات، مما يسهم في الحفاظ على جودة الطباعة والمسح.",
      imgSrc: '/images/courses/coursetwo.png',

    },
    {
      heading:'منظومات الطاقة الشمسية',
      name: "ويشمل ذلك تصميم  وتركيب وصيانة الألواح الشمسية، الفحوصات الدورية لمنظمات الشحن والبطاريات، وضبط أنظمة التشغيل لضمان الاستفادة القصوى من الطاقة البديلة واستمرارية التغذية الكهربائية.",
      imgSrc: '/images/courses/coursetwo.png',

    },
    {
      heading: 'خدمة شهادات التشفير SSL',
      name: "توفير شهادة تشفير عالمية معتمدة للمواقع والخدمات الالكترونية لوزارة الداخلية ضمن النطاق الرسمي للوزارة (moi.gov.iq)",
      imgSrc: '/images/courses/coursethree.png',

    },
    {
      heading: 'تخصيص اسماء نطاقات رئيسية وفرعية ',
      name: "تخصيص اسماء نطاقات فرعية ضمن النطاق الرسمي لوزارة الداخلية SubDomaim",
      imgSrc: '/images/courses/courseone.png',

    },
    {
      heading: 'تصميم وتطوير الأنظمة والبرامج الإلكترونية',
      name: "استخدام أحدث التقنيات ولغات البرمجة لبناء تطبيقات آمنة وفعالة. -برمجة وتطوير أنظمة إدارة قواعد البيانات، أنظمة إدارة الموارد البشرية، أنظمة التحكم والمتابعة، وغيرها -تحليل احتياجات الأقسام والدوائر المختلفة في الوزارة وتصميم حلول برمجية مخصصة لتلبيتها" ,
      imgSrc: '/images/courses/coursetwo.png',

    },
    {
      heading: 'رسم الخرائط الجغرافية ',
      name: "	رسم وتثبيت حدود قواطع المسؤولية لتشكيلات الوزارة حسب صلاحيات التشكيلات (الواقع الجغرافي) واجراء التحديث الدوري عليها لتجهيزهم بخرائط (الكترونية - ورقية) بما يخدم العمل الأمني",
      imgSrc: '/images/courses/coursethree.png',

    },
    {
      heading: 'المنصة المركزية لتتبع العجلات',
      name: "وتزويد تشكيلات الوزارة بهذه الخدمة لتمكنهم من مراقبة وتحديد مسارات العجلات الخاصة بهم من خلال تطبيق برمجي معني بإدارة اساطيل العجلات (المنصة المركزية) ",
      imgSrc: '/images/courses/coursethree.png',

    },
    {
      heading: 'تطوير الحلول البرمجية والرقمية',
      name: "تحديث الأنظمة القديمة وإعادة هندستها لتتماشى مع التطورات الحديثة-تطوير تطبيقات الويب والهواتف الذكية المرتبطة بأنظمة الوزارة-ابتكار حلول رقمية تسهم في أتمتة العمل وتقليل الاعتماد على المعاملات الورقية",
      imgSrc: '/images/courses/coursethree.png',

    },
    {
      heading: 'الدعم الفني للأنظمة والبرامج',
      name: "مراقبة الأداء العام للأنظمة وتحسين كفاءتها التشغيلية باستمرار-متابعة الحالة التشغيلية للأنظمة ومعالجة أي أعطال فنية أو برمجية بشكل فوري",
      imgSrc: '/images/courses/coursethree.png',

    },
    {
      heading: 'الاستشارات الفنية والتقنية',
      name: "دعم فرق العمل في تنفيذ مشاريع التحول الرقمي وتقديم التوصيات التقنية المناسبة-إجراء دراسات الجدوى الفنية للمشاريع البرمجية وتقييم الحلول المقترحة-تقديم الاستشارات التقنية للجهات الأخرى داخل المديرية أو الوزارة بخصوص شراء أو اعتماد أنظمة جديدة",
      imgSrc: '/images/courses/coursethree.png',

    },
  ]


export const aboutAS: {
  heading: string;
  imgSrc: string;
  name: string;

}[] = [
    {
      heading: 'كلمة المدير العام ',
      name: "يتولى القسم تنفيذ خطة المديرية في مجال مكننة الأعمال الإدارية والمالية واللوجستية وبناء التطبيقات والأنظمة وفقاً لأساليب علمية قياسيةوتشغيل وإدارة التطبيقات وقواعد البيانات وبناء الخدمات الالكترونية وتقديمها إلى الجهات المستفيدة",
      imgSrc:'/images/dir/zyad.jpg',
      
    }]
export const aboutdir: {
  heading: string;
  imgSrc: string;
  name: string;
  sec1: string;
  sec2: string;
  sec3: string;
  sec4: string;
  sec5: string;
  sec6: string;

}[] = [
    {
      heading: 'عن مديرية النظم المعلوماتية',
      name: " تتولى المديرية رسم السياسات ووضع الخطط اللازمة لأداء عمل تكنولوجيا المعلومات في الوزارة وتقديم الخدمات الالكترونية وإعداد البرامج لجميع التشكيلات وأتمتة أعمالها وتطبيق سياسة امن البيانات والمعلومات  ودعم ومساندة الجهد الأمني ومكافحة الإرهاب ويرتبط بالمديرية الأقسام الاتية",
      imgSrc:'/images/dir/07.png',
      sec1:"قسم نظم المعلومات ",
      sec2:"قسم نظم المعلومات الجغرافية",
      sec3:"قسم الحكومة الالكترونية ",
      sec4:"قسم تناقل المعلومات",
      sec5:"قسم صيانة الحاسبات والاجهزة الملحقة ",
      sec6:"قسم الذكاء الاصطناعي",
      
    }]
export const eGov: {
  heading: string;
  imgSrc: string;
  name: string;

}[] = [
    {
      heading: 'استضافة المواقع والخدمات الالكترونية ',
      name: " توفير الخوادم الخاصة لاستضافة المواقع الالكترونية بالتنسيق مع احدى جهات استضافة المواقع الالكترونية(مركز البيانات الوطني-وزارة الاتصالات -مركز البيانات الرقمي - وزارة الداخلية)وحسب رغبة الجهة المستفيدة",
      imgSrc: '/images/videos/hosting.mp4',
      
    },
    {
      heading: 'نظام إدارة الوثائق الوطني',
      name: "تفعيل نظام إدارة البريد الحكومي لتداول البريد الرسمي مع الوزارات والهيئات الحكومية الغير مرتبطة مع الوزارة-تزويد كوادركم الفنية باستمارة الكترونية لحساب مدير النظام أعلاه",
      imgSrc: '/images/videos/doc2.mp4',
      
    },
    {
      heading: 'صيانة وتنصيب منظومات الارشفة الالكترونية ',
      name: " تطبيق منظومة الأرشفة الالكترونية الحديثة (Docuware)في تشكيلات الوزارة لأتمته الإعمال الإدارية (الأضابير، الصادر، الوارد، وغيرها من الوثائق) والتداول البريدي الكترونيا وفق العمل المؤسساتي",
      imgSrc: '/images/videos/doc.mp4',
      
    },
    {
      heading: 'المشروع الوطني لالغاء معاملات صحة الصدور -QR',
      name: "	انشاء  حساب مستخدم وتدريب المستخدم -استلام الكتاب من الجهة  المستفيدة-طلب حضور المرشحين الى مقر مديريتنا -2-	معالجة المشاكل التي تخص المستخدمين ",
      imgSrc: '/images/videos/QR.mp4',
      
    },
    {
      heading: 'خدمة شهادات التشفير SSL',
      name: "توفير شهادة تشفير عالمية معتمدة للمواقع والخدمات الالكترونية لوزارة الداخلية ضمن النطاق الرسمي للوزارة (moi.gov.iq)",
      imgSrc: '/images/videos/ssl.mp4',

    },
    {
      heading: 'تخصيص اسماء نطاقات رئيسية وفرعية ',
      name: "تخصيص اسماء نطاقات فرعية ضمن النطاق الرسمي لوزارة الداخلية SubDomaim",
      imgSrc: '/images/courses/111.mp4',

    },
  ]

export const giS: {
  heading: string;
  imgSrc: string;
  name: string;

}[] = [
    
    {
      heading: 'رسم الخرائط الجغرافية ',
      name: "	رسم وتثبيت حدود قواطع المسؤولية لتشكيلات الوزارة حسب صلاحيات التشكيلات (الواقع الجغرافي) واجراء التحديث الدوري عليها لتجهيزهم بخرائط (الكترونية - ورقية) بما يخدم العمل الأمني",
      imgSrc: '/images/videos/map.mp4',

    },
    {
      heading: 'المنصة المركزية لتتبع العجلات',
      name: "وتزويد تشكيلات الوزارة بهذه الخدمة لتمكنهم من مراقبة وتحديد مسارات العجلات الخاصة بهم من خلال تطبيق برمجي معني بإدارة اساطيل العجلات (المنصة المركزية) ",
      imgSrc: '/images/videos/car.mp4',

    },
  ]

export const sysInfo: {
  heading: string;
  imgSrc: string;
  name: string;

}[] = [
    
    {
      heading: 'تصميم وتطوير الأنظمة والبرامج الإلكترونية',
      name: "استخدام أحدث التقنيات ولغات البرمجة لبناء تطبيقات آمنة وفعالة. -برمجة وتطوير أنظمة إدارة قواعد البيانات، أنظمة إدارة الموارد البشرية، أنظمة التحكم والمتابعة، وغيرها -تحليل احتياجات الأقسام والدوائر المختلفة في الوزارة وتصميم حلول برمجية مخصصة لتلبيتها" ,
      imgSrc: '/images/videos/dev.mp4',

    },
    {
      heading: 'تطوير الحلول البرمجية والرقمية',
      name: "تحديث الأنظمة القديمة وإعادة هندستها لتتماشى مع التطورات الحديثة-تطوير تطبيقات الويب والهواتف الذكية المرتبطة بأنظمة الوزارة-ابتكار حلول رقمية تسهم في أتمتة العمل وتقليل الاعتماد على المعاملات الورقية",
      imgSrc: '/images/videos/sys.mp4',

    },
    {
      heading: 'الدعم الفني للأنظمة والبرامج',
      name: "مراقبة الأداء العام للأنظمة وتحسين كفاءتها التشغيلية باستمرار-متابعة الحالة التشغيلية للأنظمة ومعالجة أي أعطال فنية أو برمجية بشكل فوري",
      imgSrc: '/images/videos/sup.mp4',

    },
    {
      heading: 'الاستشارات الفنية والتقنية',
      name: "دعم فرق العمل في تنفيذ مشاريع التحول الرقمي وتقديم التوصيات التقنية المناسبة-إجراء دراسات الجدوى الفنية للمشاريع البرمجية وتقييم الحلول المقترحة-تقديم الاستشارات التقنية للجهات الأخرى داخل المديرية أو الوزارة بخصوص شراء أو اعتماد أنظمة جديدة",
      imgSrc: '/images/videos/conf.mp4',

    },
  ]


export const mtS: {
  heading: string;
  imgSrc: string;
  name: string;

}[] = [
    {
      heading:'•	صيانة أجهزة إتلاف الورق (Paper Shredders)',
      name: "تشمل تنظيف الآلية الداخلية، إزالة الانسداد الناتج عن تراكم الورق، تشحيم الشفرات الدوّارة، وفحص الدوائر الكهربائية، بما يضمن استمرار تشغيل الجهاز بكفاءة وسلامة.",
      imgSrc: '/images/videos/paper.mp4',

    },
    {
      heading:'الفايبر ليزر للنقش',
      name: "يُستخدم لنقش الشعارات والأرقام التسلسلية والمعلومات التعريفية على أسطح الأجهزة مثل الكيبورد، الطابعات، أو هياكل الحواسيب لأغراض التوثيق والتنظيم.",
      imgSrc: '/images/videos/laser.mp4',

    },
    {
      heading:'الطباعة ثلاثية الأبعاد (3D Printing) ',
      name: "تصميم وتصنيع قطع غيار مخصصة مثل التروس والحوامل الدقيقة التي يصعب توفرها في السوق، بما يدعم استمرار تشغيل الأجهزة",
      imgSrc: '/images/videos/3d.mp4',

    },
    {
      heading:'تعبئة الأحبار السائلة والجافة',
      name: "استخدام أجهزة متخصصة تضمن تعبئة نظيفة وآمنة لخراطيش الطابعات، ما يحافظ على جودة الطباعة ويقلل من تكاليف التشغيل",
      imgSrc: '/images/videos/ink.mp4',

    },

    {
      heading:'صيانة أجهزة حفظ الطاقة (UPS) ',
      name: "خلال فحص البطاريات، اختبار مكونات الدوائر الإلكترونية، وضمان ثبات الجهد الخارج لحماية الأجهزة من الانقطاع المفاجئ",
      imgSrc: '/images/videos/ups.mp4',

    },
    {
      heading:'صيانة الطابعات والماسحات الضوئية (Scanners): ',
      name: "وتشمل معالجة مشاكل الورق، استبدال بكرات السحب، إصلاح وحدات التسخين والدرام، وتنظيف العدسات والحساسات، مما يسهم في الحفاظ على جودة الطباعة والمسح.",
      imgSrc: '/images/videos/printer.mp4',

    },
    {
      heading:'منظومات الطاقة الشمسية',
      name: "ويشمل ذلك تصميم  وتركيب وصيانة الألواح الشمسية، الفحوصات الدورية لمنظمات الشحن والبطاريات، وضبط أنظمة التشغيل لضمان الاستفادة القصوى من الطاقة البديلة واستمرارية التغذية الكهربائية.",
      imgSrc: '/images/videos/sun.mp4',

    },

  ]


export const depart: {
  heading: string;
  imgSrc: string;
  name: string;

}[] = [
    {
      heading: 'قسم نظم المعلومات  ',
      name: "يتولى القسم تنفيذ خطة المديرية في مجال مكننة الأعمال الإدارية والمالية واللوجستية وبناء التطبيقات والأنظمة وفقاً لأساليب علمية قياسيةوتشغيل وإدارة التطبيقات وقواعد البيانات وبناء الخدمات الالكترونية وتقديمها إلى الجهات المستفيدة",
      imgSrc: '/images/div/sys.png',
      
    },
    {
      heading:'قسم صيانة الحاسبات والاجهزة الملحقة',
      name: "ويتولى القسم المهام المتعلقة بتنفيذ السياسة العامة للمديرية في مجال صيانة الحاسبات المكتبية والمحمولة والطابعات والأجهزة الملحقة بها واستهلاك التي لا توجد جدوى اقتصادية فيها وكذلك مناقلة الفائض منها ",
      imgSrc: '/images/div/mts.png',

    },
    {
      heading: 'قسم النظم الجغرافية',
      name: "يتولى القسم تامين متطلبات الوزارة وتشكيلاتها في بغداد و المحافظات من الخرائط الجغرافية الورقية والالكترونية وبرمجيات متخصصة لإدارة الخرائط واستثمار الخدمات الالكترونية فيها لتلبية متطلبات عملهم الخاصة برسم وتثبيت حدود قواطع المسؤولية وإدخال البيانات المكانية لتلك الحدود وربطها بقاعدة بيانات رقمية ",
      imgSrc: '/images/div/gis.png',

    },
    {
      heading: 'قسم تناقل المعلومات ',
      name: "ويتولى القسم تنفيذ المهام الأساسية للمديرية المتعلقة بتناقل المعلومات وبناء البنى التحتية لشبكات الاتصال الداخلية والخارجية وشبكات القيادة والسيطرة لتأمين التناقل الآمن لتطبيقات وقواعد البيانات المنفذة في الوزارة ، والقيام بالدور التنسيقي لتأمين خدمة وصيانة الشبكة الدولية (الانترنيت)وخدمات الشبكة المحلية المغلقة (الانترانيت )  ",
      imgSrc: '/images/div/net.png',

    },
    {
      heading: 'قسم الحكومة الالكترونية ',
      name: "ويقوم القسم بتنفيذ الواجبات  العامة للمديرية المتعلقة بتوفير الخدمات الالكترونية لتشكيلات الوزارة أو جهات خارجية أخرى سواء كانت أفرادا كتوفير الخدمات الالكترونية ذات الصلة بحياة المواطن أو مؤسسات من خلال مشروع الوزارة الالكترونية وخلق المنافذ الالكترونية Portal   التي يتم من خلالها توفير الخدمات الالكترونية والوصول إليها من خلال الشبكة الدولية (الانترنت )",
      imgSrc: '/images/div/egov.png',

    },
    {
      heading: 'قسم الذكاء الاصطناعي ',
      name: "يتولى القسم توظيف خوارزميات الذكاء الاصطناعي في خدمات الوزارة وجهالها اكثر كفاءة",
      imgSrc: '/images/div/ai.png',

    },
  ]

export const MentorData: { profession: string; name: string; imgSrc: string }[] = [
  {
    profession: 'مديرعام الاتصالات والنظم المعلوماتية',
    name: 'المهندس زياد خلف عطية',
    imgSrc: '/images/mentor/user3.png',
  },
  {
    profession: 'مدير النظم المعلوماتية',
    name: 'الدكتور ثامر جعفر عباس',
    imgSrc: '/images/mentor/user2.png',
  },
  {
    profession: 'مدير قسم الحكومة ',
    name: 'العقيد الدكتور اركان محمد راضي',
    imgSrc: '/images/mentor/user1.png',
  },
  {
    profession: 'مدير قسم النظم ',
    name: 'المبرمج محمد عبد الواحد جب',
    imgSrc: '/images/mentor/user3.png',
  },
  {
    profession: 'مدير قسم صيانة الحاسبات',
    name: 'الاستاذ احمد جاسم ',
    imgSrc: '/images/mentor/user2.png',
  },
  {
    profession: 'مدير قسم النظم الجغرافية',
    name: 'العقيد حسنين',
    imgSrc: '/images/mentor/user1.png',
  },{
    profession: 'مدير قسم الذكاء الاصطناعي',
    name: 'المبرمج ايهم عقيل ',
    imgSrc: '/images/mentor/user1.png',
  },
]

export const TestimonialData: { profession: string; comment: string; imgSrc: string; name: string; }[] = [
  {
    name: "العقيد الدكتور اركان محمد راضي",
    profession: 'مدير قسم الحكومة الالكترونية',
    comment: 'يقوم القسم بتنفيذ مكننة الأعمال الإدارية والمالية من خلال هندسة الإجراءات لتوفير الخدمات الالكترونية لتشكيلات الوزارة والتنسيق مع جهات خارجية أخرى كتوفير الخدمات الالكترونية ذات الصلة بحياة المواطن أو مؤسسات وخلق المنافذ الالكترونية Portal   التي يتم من خلالها توفير الخدمات الالكترونية والوصول إليها من خلال الشبكة الدولية (الانترنت ) بعد توحيد عناوين الدوائر ضمن المواقع الالكترونية للوزارة في نطاق واحد Main domain   ويتم ذلك بفتح قنوات التنسيق والاتصال مع الأقسام والدوائر المرتبطة بالوزارة وخصوصا في مجال الشبكات والاتصالات وبناء الأنظمة وتطويرها بالتعاون والتنسيق مع وزارات الدولة ذات العلاقة والصلة ووضع الخطط والمناهج التدريبية التي من شانها الارتقاء بواقع الأنظمة الشاملة بالشكل الذي يسهل من تكاملها مع بقية الخدمات الالكترونية التي توفرها بقية الوزارات في طريق تنفيذ مشروع الحكومة الالكترونية. ',
    imgSrc: '/images/dir/22.png',
    
  },
  {
    name: "العقيد حسنين حكمة خضير",
    profession: 'مدير قسم النظم الجغرافية',
    comment: 'قسم نظم معلومات جغرافية هو من الأقسام الحيوية في مديرية الاتصالات والنظم المعلوماتية اذ يقع على عاتقه تلبية متطلبات تشكيلات وزارة الداخلية في ما يخص خدمات نظم المعلومات الجغرافية (GIS) من خرائط الكترونية وورقية والاحصائيات للبيانات المكانية ورسم حدود قواطع المسؤولية وتثبيت البيانات المكانية على الصور الفضائية واخراج إحصائيات والتدريب على الاستخدام الأمثل لبرامجيات نظم المعلومات الجغرافية، وخدمة تتبع المركبات (GPS) من خلال امتلاك المنصة المركزية لتتبع عجلات وزارة الداخلية وهي من المنظومات العاملة في القسم وتم توسعت العمل بها والتي ستضم (10.000) جهاز تتبع مثبت على دوريات الشرطة وموزعة على ما يقارب (٢٥) غرفة عمليات موصلة بخدمة تتبع المركبات في بغداد وباقي المحافظات حيث توفر خدمة تتبع الدوريات، وشكل انتشارها، وتوجيه الدوريات لمواقع الحوادث ومراقبة حركة اسطول العجلات الخاصة بكل غرفة عمليات وحفظ خطوط المسار للدوريات، إضافة إلى إصدار التقارير لكل دورية مرتبطة بالنظام ومن ثم وايصال خدمة تتبع المركبات الى دائرة عمليات الوزارة 911 ويعمل القسم على برمجة أجهزة التتبع قبل الشروع بنصبها وتفعيلها داخل عجلات الدوريات بصورة مؤمنة. ويهدف القسم الى ضمان استمرارية تلك الخدمات.',
    imgSrc: '/images/dir/44.png',
    
  },
  {
    name: "العقيد صفاء محمد جياد",
    profession: 'مدير قسم تناقل المعلومات',
    comment: 'يتولى القسم تنفيذ المهام الأساسية للمديرية المتعلقة بتناقل المعلومات وبناء البنى التحتية لشبكات الاتصال الداخلية والخارجية وشبكات القيادة والسيطرة لتأمين التناقل الآمن لتطبيقات وقواعد البيانات المنفذة في الوزارة ، والقيام بالدور التنسيقي لتأمين خدمة وصيانة الشبكة الدولية (الانترنيت)وخدمات الشبكة المحلية المغلقة (الانترانيت ) وفق السياقات وطبقاً لصلاحيات مستخدمي الشبكة ، إضافة للتنسيق مع الجهات المسؤولة عن أمنية البيانات للسيطرة على المواقع المحظورة وغير المرغوب بها عن الخادم ، ووضع السياسة التدريبية اللازمة للكوادر العاملة في مجال تناقل المعلومات.',
    imgSrc: '/images/dir/66.png',
   
  },
  {
    name: "رئيس مبرمجين محمد عبد الواحد جبر",
    profession: 'مدير قسم النظم المعلومات',
    comment: 'يتولى القسم تنفيذ عمليات تحليل الأنظمة اللازمة للنهوض بالأعمال الإدارية والمالية واللوجستية والأعمال التخصصية لمختلف تشكيلات الوزارة وكتابة برمجياتها وتنفيذها وتشغيلها واختبارها وتوثيقها، وتتولى عمليات تشغيل وإدارة التطبيقات وقواعد البيانات واختيار المناهج التدريبية التخصصية اللازمة لرفع المهارات والخبرات اللازمة ، إضافة إلى المشاركة الفعالة بلجان وضع وتحديد المواصفات الفنية والتحليل الفني للمشاريع المعلوماتية.',
    imgSrc: '/images/dir/55.png',
    
  },
  {
    name: "رئيس فيزيائيين احمد جاسم محمد",
    profession: 'مدير قسم صيانة الاحاسبات والاجهزة الملحقة',
    comment: 'ويتولى القسم المهام المتعلقة بتنفيذ السياسة العامة للمديرية في مجال صيانة الحاسبات المكتبية والمحمولة والطابعات والأجهزة الملحقة بها واستهلاك التي لا توجد جدوى اقتصادية فيها وكذلك مناقلة الفائض منها ',
    imgSrc: '/images/dir/11.png',
    
  },
  {
    name: "م.ر. مبرمجين ايهم عقيل ",
    profession: 'مدير قسم الذكاء الاصطناعي',
    comment: 'يتولى هذا القسم تطوير وتطبيق تقنيات الذكاء الاصطناعي لتحسين وتعزيز القدرة على تحليل البيانات الضخمة وتطوير الأنظمة الذكية وزيادة كفاءة تقديم الخدمات الأمنية والتقنية والإدارية في وزارة الداخلية، بالإضافة الى المساهمة في اتخاذ القرارات وتقديم الاستشارات وتحقيق الأهداف الامنية بالاعتماد على البيانات والمخرجات المتعلقة بنماذج وانظمة الذكاء الاصطناعي من خلال تطوير حلول تقنية ذكية مبتكرة وتحقيق التنبؤات للوصول الى نتائج أسرع وأكثر دقة.',
    imgSrc: '/images/dir/33.png',
   
  },
]